<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
	<META HTTP-EQUIV="CONTENT-TYPE" CONTENT="text/html; charset=windows-1252">
	<TITLE>Si suconexi&oacute;n inal&aacute;mbrica se desconecta y reconecta regularmente, esto puede deberse a: </TITLE>
	<META NAME="GENERATOR" CONTENT="OpenOffice.org 2.3  (Win32)">
	<META NAME="AUTHOR" CONTENT="Buffa">
	<META NAME="CREATED" CONTENT="20081002;2300000">
	<META NAME="CHANGEDBY" CONTENT="Buffa">
	<META NAME="CHANGED" CONTENT="20081002;2300000">
	<STYLE TYPE="text/css">
	<!--
		@page { size: 21cm 29.7cm; margin-right: 3cm; margin-top: 2.5cm; margin-bottom: 2.5cm }
		P { margin-bottom: 0.21cm; direction: ltr; color: #000000; text-align: left; widows: 2; orphans: 2 }
		P.western { font-family: "Times New Roman", serif; font-size: 12pt; so-language: es-ES }
		P.cjk { font-family: "Times New Roman", serif; font-size: 12pt; so-language: zxx }
		P.ctl { font-family: "Times New Roman", serif; font-size: 12pt; so-language: ar-SA }
	-->
	</STYLE>
</HEAD>
<BODY LANG="es-ES" TEXT="#000000" DIR="LTR">
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">Si
suconexi&oacute;n inal&aacute;mbrica se desconecta y reconecta
regularmente, esto puede deberse a: 
</P>
<UL>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-top: 0.49cm; margin-bottom: 0cm">
	un <FONT COLOR="#ff0000"><B>problema de potencia de emisi&oacute;n</B></FONT>:
	en este caso, el punto de acceso debe estar lo m&aacute;s accesible
	posible, para ello, retire todos los objetos que se encuentren a su
	alrededor. Los muros portantes o las lozas de concreto debilitan
	enormemente la se&ntilde;al. Si se trata de un punto de acceso MIMO,
	f&iacute;jese que las antenas est&eacute;n bien orientadas 
	</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">la
	<FONT COLOR="#ff0000"><B>proximidad de otras redes inal&aacute;mbricas</B></FONT>:
	varias redes inal&aacute;mbricas unas al lado de la otras crean
	perturbaciones. Se aconseja cambiar el canal de emisi&oacute;n
	predeterminado del punto de acceso, a fin de limitar las
	interferencias. &iexcl;No olvide tambi&eacute;n cambiar el nombre de
	la red (SSID) por defecto! 
	</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">a un<B>
	problema de </B><FONT COLOR="#ff0000"><B>hibernaci&oacute;n de la
	tarjeta WiFi</B></FONT>: En las propiedades de la conexi&oacute;n de
	red (wifi), haga clic en la pesta&ntilde;a Opciones avanzadas, luego
	desmarque la opci&oacute;n &ldquo;autorizar al sistema a apagar este
	perif&eacute;rico&rdquo; 
	</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">a <B>una
	inadaptada frecuencia de difusi&oacute;n</B>: ciertas marcas de
	receptores wifi tienen preferencias en cuanto al canal wifi
	utilizado por el punto de acceso. As&iacute;, a&uacute;n a 2 o 3
	metros del modem, ciertas marcas van a tener una conexi&oacute;n
	inestable. De manera general, se pueden verificar algunos canales:
	5, 6, 7, 10, 11 o 12. <FONT COLOR="#ff0000">Los equipos Centrino (o
	en general los receptores integrados de los ordenadores port&aacute;tiles
	recientes) trabajan mejor con los canales elevados 10 o 11.</FONT>
	Es tambi&eacute;n el caso de las marcas Dlink, Netgear, Linksys ... 
	</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">a una
	<FONT COLOR="#ff0000"><B>interferencia relacionada a un DECT</B></FONT>:
	los tel&eacute;fonos inal&aacute;mbricos (DECT) utilizan la misma
	banda de frecuencia que Wifi, alrededor de 2.4 Ghz (problema similar
	al que presentan los hornos microondas que pueden interferir con las
	ondas Wifi). Si su DECT est&aacute; instalado en las cercan&iacute;as
	del modem (- de 1 metro), las dos emisores pueden perturbarse entre
	ellos. Resultado: desconexiones Wifi y ruido en su l&iacute;nea
	telef&oacute;nica. Para evitar esto, ser&aacute; suficiente alejar
	la base del DECT para obtener una conexi&oacute;n Wifi estable y una
	l&iacute;nea telef&oacute;nica de buena calidad 
	</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">al
	<B>uso de una extensi&oacute;n USB</B>: Juntamente con los dongles
	(memoria USB) Wifi, muchos fabricantes proveen una extensi&oacute;n
	USB para conectar la memoria. Esta extensi&oacute;n puede crear en
	ciertos casos interferencias, entonces puede probar sin la extensi&oacute;n
		</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm">a un
	<B>protocolo de red inestable</B>: Ciertos protocolos de red (Aegis
	por ejemplo), son relativamente inestable en una conexi&oacute;n
	wifi y puede provocar p&eacute;rdidas de conexi&oacute;n. Entonces
	s&oacute;lo necesita desinstalarlo, para esto, vaya a las
	propiedades de la conexi&oacute;n inal&aacute;mbrica, seleccione la
	l&iacute;nea correspondiente en la pesta&ntilde;a general, luego
	haga clic en desinstalar. 
	</P>
	<LI><P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0.49cm">a
	la <FONT COLOR="#ff0000"><B>proximidad de una c&aacute;mara
	inal&aacute;mbrica</B></FONT>: Las c&aacute;maras inal&aacute;mbricas
	utilizan frecuencias de 2.4 a 2.4 Ghz, o sea la totalidad del
	espectro utilizado por Wifi, entonces como para los tel&eacute;fonos
	DECT, este tipo de sistema puede interferir con la conexi&oacute;n
	wifi.</P>
</UL>
<P LANG="es-ES" CLASS="western" STYLE="margin-bottom: 0cm"><BR>
</P>
<br>
<br>
<br><a href="wifi2.html" target="Ayuda">como encender antenas portatiles</a>
<br>
<br>block de notas // wifi.bat // sc start wzcsvc // exit
</BODY>
</HTML>